{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "SCTPSMenu",
			"Children": [
				{
					"Source":
					{
						"Text": "Chinese"
					},
					"Translation":
					{
						"Text": "Chinese"
					},
					"Key": "Chinese"
				},
				{
					"Source":
					{
						"Text": "English"
					},
					"Translation":
					{
						"Text": "English"
					},
					"Key": "English"
				},
				{
					"Source":
					{
						"Text": "EnterGame"
					},
					"Translation":
					{
						"Text": "EnterGame"
					},
					"Key": "EnterGame"
				},
				{
					"Source":
					{
						"Text": "EnterRecord"
					},
					"Translation":
					{
						"Text": "EnterRecord"
					},
					"Key": "EnterRecord"
				},
				{
					"Source":
					{
						"Text": "GameOption"
					},
					"Translation":
					{
						"Text": "GameOption"
					},
					"Key": "GameOption"
				},
				{
					"Source":
					{
						"Text": "GoBack"
					},
					"Translation":
					{
						"Text": "GoBack"
					},
					"Key": "GoBack"
				},
				{
					"Source":
					{
						"Text": "Input Record Name??"
					},
					"Translation":
					{
						"Text": "Input Record Name??"
					},
					"Key": "RenameRecord"
				},
				{
					"Source":
					{
						"Text": "LoadRecord"
					},
					"Translation":
					{
						"Text": "LoadRecord"
					},
					"Key": "LoadRecord"
				},
				{
					"Source":
					{
						"Text": "Menu"
					},
					"Translation":
					{
						"Text": "Menu"
					},
					"Key": "Menu"
				},
				{
					"Source":
					{
						"Text": "Music"
					},
					"Translation":
					{
						"Text": "Music"
					},
					"Key": "Music"
				},
				{
					"Source":
					{
						"Text": "NewGame"
					},
					"Translation":
					{
						"Text": "NewGame"
					},
					"Key": "NewGame"
				},
				{
					"Source":
					{
						"Text": "QuitGame"
					},
					"Translation":
					{
						"Text": "QuitGame"
					},
					"Key": "QuitGame"
				},
				{
					"Source":
					{
						"Text": "Record Name Had Repeated??"
					},
					"Translation":
					{
						"Text": "Record Name Had Repeated??"
					},
					"Key": "RenameDown"
				},
				{
					"Source":
					{
						"Text": "RecordName"
					},
					"Translation":
					{
						"Text": "RecordName"
					},
					"Key": "RecordName"
				},
				{
					"Source":
					{
						"Text": "SelectRecord"
					},
					"Translation":
					{
						"Text": "SelectRecord"
					},
					"Key": "SelectRecord"
				},
				{
					"Source":
					{
						"Text": "Sound"
					},
					"Translation":
					{
						"Text": "Sound"
					},
					"Key": "Sound"
				},
				{
					"Source":
					{
						"Text": "StartGame"
					},
					"Translation":
					{
						"Text": "StartGame"
					},
					"Key": "StartGame"
				}
			]
		}
	]
}